var PDB = {
  "ဒီဃနိကာယ်": {
    "သီလက္ခန်": {
      "ဗြဟ္မဇာလသုတ် ပရိဗ္ဗာဇကကထာ": "၀၁-၀၃",
      "သာမညဖလသုတ်" : "၀၄-၀၆",
      "အမ္ဗဌသုတ်" : "၀၇",
      "သောဏဒဏ္ဍသုတ်" : "၀၈",
      "ကူဋဒနၲသုတ်" : "၀၉-၁၀",
      "မဟာလိသုတ်" : "၁၁",
      "ဇာလိယသုတ်" : "၁၂",
      "မဟာသီဟနာဒသုတ်" : "၁၃",
      "ပေါဌပါဒသုတ်" : "၁၄",
      "သုဘသုတ်" : "၁၅",
      "ကေဝဋ္ဋသုတ်" : "၁၆",
      "လောဟိစ္စသုတ်" : "၁၇",
      "တေဝိဇ္ဇသုတ်" : "၁၈"
    },
    "မဟာဝဂ်": {
      "မဟာပဒါနသုတ်": "၁၉-၂၁",
      "မဟာနိဒါနသုတ်": "၂၂",
      "မဟာပရိနိဗ္ဗာနသုတ်": "၂၃-၂၇",
      "မဟာသုဒဿနသုတ်": "၂၈-၂၉",
      "ဇနဝသဘသုတ်": "၃၀",
      "မဟာဂေါဝိန္ဒသုတ်": "၃၁-၃၂",
      "မဟာသမယသုတ်": "၃၃",
      "သက္ကပဥှသုတ်": "၃၄",
      "မဟာသတိပဌာနသုတ်": "၃၅",
      "ပါယာသိသုတ်": "၃၆-၃၇"
    },
    "ပါထိကဝဂ်": {
      "ပါထိကသုတ်": "၃၈-၃၉",
      "ဥဒုမ္ဗရိကသုတ်": "၄၀",
      "စက္ကဝတ္တိသုတ်": "၄၁",
      "အဂ္ဂညသုတ်": "၄၂",
      "သမ္ပသာဒနီယသုတ်": "၄၃",
      "ပါသာဒိကသုတ်": "၄၄-၄၅",
      "လက္ခဏသုတ်": "၄၆-၄၇",
      "သိင်္ဂါလသုတ်": "၄၈",
      "အာဋာနာဋိယသုတ်": "၄၉",
      "သင်္ဂီတိသုတ်": "၅၀-၅၃",
      "ဒသုတ္တရသုတ်": "၅၄-၅၅"
    }
  },
  "မဇ္စျိမနိကာယ်": {
    "မူလပဏ္ဏာသ": {
      "မူလပရိယာယသုတ်": "၅၆",
      "သဗ္ဗာသဝသုတ်": "၅၇",
      "ဓမ္မဒါယာဒသုတ်": "၅၈",
      "ဘယဘေရဝသုတ်": "၅၉",
      "အနင်္ဂဏသုတ်": "၆၀",
      "အာကင်္ခေယျသုတ်": "၆၁",
      "ဝတ္ထသုတ်": "၆၂",
      "သလ္လေခသုတ်": "၆၃",
      "သမ္မာဒိဌိသုတ်": "၆၄",
      "မဟာသတိပဌာနသုတ်": "၆၅"
    },
    "သီဟနာဒဝဂ်": {
      "စူဠသီဟနာဒသုတ်": "၆၆",
      "မဟာသီဟနာဒသုတ်": "၆၇",
      "မဟာဒုက္ခက္ခန္ဓသုတ်": "၆၈",
      "စူဠဒုက္ခက္ခန္ဓသုတ်": "၆၉",
      "အနုမာနသုတ်": "၇၀",
      "စေတောခိလသုတ်": "၇၁",
      "ဝနပတ္ထသုတ်": "၇၂",
      "မဓုပိဏ္ဍိကသုတ်": "၇၃",
      "ဒွေဓာဝိတက္ကသုတ်": "၇၄",
      "ဝိတက္ကသဏ္ဌာနသုတ်": "၇၅"
    },
    "သြပမ္မဝဂ်": {
      "ကကစူပမသုတ်": "၇၆",
      "အလဂဒ္ဒူပမသုတ်": "၇၇",
      "ဝမ္မိကသုတ်": "၇၈",
      "ရထဝိနီတသုတ်": "၇၉",
      "နိဝါပသုတ်": "၈၀",
      "ပါသရာသိသုတ်": "၈၁",
      "စူဠဟတ္ထိပဒေါပမသုတ်": "၈၂",
      "မဟာဟတ္ထိပဒေါပမသုတ်": "၈၃",
      "မဟာသာရောပမသုတ်": "၈၄",
      "စူဠသာရောပမသုတ်": "၈၅"
    },
    "မဟာယမကဝဂ်": {
      "စူဠဂေါသိင်္ဂသုတ်": "၈၆",
      "မဟာဂေါသိင်္ဂသုတ်": "၈၇",
      "မဟာဂေါပါလကသုတ်": "၈၈",
      "စူဠဂေါပါလကသုတ်": "၈၉",
      "စူဠသစ္စကသုတ်": "၉၀",
      "မဟာသစ္စကသုတ်": "၉၁",
      "စူဠတဏှာသင်္ခယသုတ်": "၉၂",
      "မဟာတဏှာသင်္ခယသုတ်": "၉၃",
      "မဟာအဿပုရသုတ်": "၉၄",
      "စူဠအဿပုရသုတ်": "၉၅"
    },
    "စူဠယမကဝဂ်": {
      "သာလေယျကသုတ်": "၉၆",
      "ဝေရဥ္စကသုတ်": "၉၇",
      "မဟာဝေဒလ္လသုတ်": "၉၈",
      "စူဠေဝဒလ္လသုတ်": "၉၉",
      "စူဠဓမ္မသမာဒါနသုတ်": "၁၀ဝ",
      "မဟာဓမ္မသမာဒါနသုတ်": "၁၀၁",
      "ဝီမံသကသုတ်": "၁၀၂",
      "ကောသမ္ဗီယသုတ်": "၁၀၃",
      "ဗြဟ္မနိမနၲနိကသုတ်": "၁၀၄",
      "မာရတဇ္ဇနီယသုတ်": "၁၀၅"
    }
  },
  "မဇ္စျိမပဏ္ဏာသ": {
    "ဂဟပတိဝဂ်": {
      "ကန္ဒရကသုတ်": "၁၀၆",
      "အဌကနာဂရသုတ်": "၁၀၇",
      "သေခသုတ်": "၁၀၈",
      "ပေါတလိယသုတ်": "၁၀၉",
      "ဇီဝကသုတ်": "၁၁၀",
      "ဥပါလိသုတ်": "၁၁၁",
      "ကုက္ကုရဝတိကသုတ်": "၁၁၂",
      "အဘယရာဇကုမာရသုတ်": "၁၁၃",
      "ဗဟုဝေဒနီယသုတ်": "၁၁၄",
      "အပဏ္ဏကသုတ်": "၁၁၅"
    },
    "ဘိက္ခုဝဂ်": {
      "အမ္ဗလဌိကရာဟုလောဝါဒသုတ်": "၁၁၆",
      "မဟာရာဟုလောဝါဒသုတ်": "၁၁၇",
      "စူဠမာလုကျသုတ်": "၁၁၈",
      "မဟာမာလုကျသုတ်": "၁၁၉",
      "ဘဒ္ဒါလိသုတ်": "၁၂၀",
      "လဋုကိကောပမသုတ်": "၁၂၁",
      "စာတုမသုတ်": "၁၂၂",
      "နဠကပါနသုတ်": "၁၂၃",
      "ဂေါလိယာနိသုတ်": "၁၂၄",
      "ကီဋာဂိရိသုတ်": "၁၂၅"
    },
    "ပရိဗ္ဗာဇကဝဂ်": {
      "တဝေိဇ္ဇဝစ္ဆသုတ်": "၁၂၆",
      "အဂ္ဂိဝစ္ဆသုတ်": "၁၂၇",
      "မဟာဝစ္ဆသုတ်": "၁၂၈",
      "ဒီဃနခသုတ်": "၁၂၉",
      "မာဂဏ္ဍိယသုတ်": "၁၃၀",
      "သန္ဒကသုတ်": "၁၃၁",
      "မဟာသကုလုဒါယိသုတ်": "၁၃၂",
      "သမဏမုဏ္ဍိကသုတ်": "၁၃၃",
      "စူဠသကုလုဒါယိသုတ်": "၁၃၄",
      "ဝေခနသသုတ်": "၁၃၅"
    },
    "ရာဇဝဂ်": {
      "ဃဋိကာရသုတ်": "၁၃၆",
      "ရဌပါလသုတ်": "၁၃၇",
      "မဃဒဝေသုတ်": "၁၃၈",
      "မဓုရသုတ်": "၁၃၉",
      "ဗောဓိရာဇကုမာရသုတ်": "၁၄၀",
      "အင်္ဂုလိမာလသုတ်": "၁၄၁",
      "ပိယဇာတိကသုတ်": "၁၄၂",
      "ဗာဟိတိကသုတ်": "၁၄၃",
      "ဓမ္မစေတိယသုတ်": "၁၄၄",
      "ကဏ္ဏကတ္ထလသုတ်": "၁၄၅"      
    },
    "ဗြာဟ္မဏဝဂ်": {
      "ဗြဟ္မာယုသုတ်": "၁၄၆",
      "သေလသုတ်": "၁၄၇",
      "အဿလာယနသုတ်": "၁၄၈",
      "ဃောဋမုခသုတ်": "၁၄၉",
      "စင်္ကီသုတ်": "၁၅၀",
      "ဧသုကာရီသုတ်": "၁၅၁",
      "ဓနဥ္ဇာနိသုတ်": "၁၅၂",
      "ဝါသေဌသုတ်": "၁၅၃",
      "သုဘသုတ်": "၁၅၄",
      "သင်္ဂါရဝသုတ်": "၁၅၅"
    }
  },
  "ဥပရိပဏ္ဏာသ": {
    "ဒဝေဒဟဝဂ်": {
      "ဒဝေဒဟသုတ်": "၁၅၆",
      "ပဉ္စတ္တယသုတ်": "၁၅၇",
      "ကိန္တိသုတ်": "၁၅၈",
      "သာမဂါမသုတ်": "၁၆၉",
      "သုနက္ခတ္တသုတ်": "၁၆၀",
      "အာနေဥ္ဇသပ္ပါယသုတ်": "၁၆၁",
      "ဂဏကမောဂ္ဂလ္လာနသုတ်": "၁၆၂",
      "ဂေါပကမောဂ္ဂလ္လာနသုတ်": "၁၆၃",
      "မဟာပုဏ္ဏမသုတ်": "၁၆၄",
      "စူဠပုဏ္ဏမသုတ်": "၁၆၅"
    },
    "အနုပဒဝဂ်": {
      "အနုပဒသုတ်": "၁၆၆",
      "ဆဗ္ဗိသောဓနသုတ်": "၁၆၇",
      "သပ္ပုရိသသုတ်": "၁၆၈",
      "သဝေိတဗ္ဗာသဝေိတဗ္ဗသုတ်": "၁၆၉",
      "ဗဟုဓာတုကသုတ်": "၁၇၀",
      "ဣသိဂိလိသုတ်": "၁၇၁",
      "မဟာစတ္တာရီသကသုတ်": "၁၇၂",
      "အာနာပါနဿတိသုတ်": "၁၇၃",
      "ကာယဂတာသတိသုတ်": "၁၇၄",
      "သင်္ခါရုပပတ္တိသုတ်": "၁၇၅"
    },
    "သုညတဝဂ်": {
      "စူဠသုညတသုတ်": "၁၇၆",
      "မဟာသုညတသုတ်": "၁၇၇",
      "အစ္ဆရိယအဗ္ဘုတသုတ်": "၁၇၈",
      "ဗာကုလသုတ်": "၁၇၉",
      "ဒနၲဘူမိသုတ်": "၁၈၀",
      "ဘူမိဇသုတ်": "၁၈၁",
      "အနုရုဒ္ဓသုတ်": "၁၈၂",
      "ဥပက္ကိလေသသုတ်": "၁၈၃",
      "ဗာလပဏ္ဍိတသုတ်": "၁၈၄",
      "ဒဝေဒူတသုတ်": "၁၈၅"
    },
    "ဝိဘင်္ဂဝဂ်": {
      "ဘဒ္ဒေကရတ္တသုတ်": "၁၈၆",
      "အာနန္ဒဘဒ္ဒေကရတ္တသုတ်": "၁၈၇",
      "မဟာကစ္စာနဘဒ္ဒေကရတ္တသုတ်": "၁၈၈",
      "လောမသကင်္ဂိယဘဒ္ဒေကရတ္တသုတ်": "၁၈၉",
      "စူဠကမ္မဝိဘင်္ဂသုတ်": "၁၉၀",
      "မဟာကမ္မဝိဘင်္ဂသုတ်": "၁၉၁",
      "သဠာယတနဝိဘင်္ဂသုတ်": "၁၉၂",
      "ဥဒ္ဒေသဝိဘင်္ဂသုတ်": "၁၉၃",
      "အရဏဝိဘင်္ဂသုတ်": "၁၉၄",
      "ဓာတုဝိဘင်္ဂသုတ်": "၁၉၅",
      "သစ္စဝိဘင်္ဂသုတ်": "၁၉၆",
      "ဒက္ခိဏာဝိဘင်္ဂသုတ်": "၁၉၇"
    },
    "သဠာယတနဝဂ်": {
      "အနာထပိဏ္ဍိကောဝါဒသုတ်": "၁၉၈",
      "ဆန္ဒောဝါဒသုတ်": "၁၉၉",
      "ပုဏ္ဏောဝါဒသုတ်": "၂၀ဝ",
      "နန္ဒကောဝါဒသုတ်": "၂၀၁",
      "စူဠရာဟုလောဝါဒသုတ်": "၂၀၂",
      "ဆဆက္ကသုတ်": "၂၀၃",
      "မဟာသဠာယတနိကသုတ်": "၂၀၄",
      "နဂရဝိန္ဒေယျသုတ်": "၂၀၅",
      "ပိဏ္ဍပါတပါရိသုဒ္ဓိသုတ်": "၂၀၆",
      "ဣန္ဒြိယဘာဝနာသုတ်": "၂၀၇"
    }
  },
  "သံယုတ္တနိကာယ်": {
    "သဂါထာဝဂ္ဂသံယုတ်": {
      "ဒဝေတသံယုတ်": {
        "နဠဝဂ်": {
          "page": "၂၀၈",
          "indexs": ["သြဃတရဏသုတ်","နိမောက္ခသုတ်","ဥပနီယသုတ်","အစ္စေန္တိသုတ်","ကတိဆိန္ဒသုတ်","ဇာဂရသုတ်","အပ္ပဋိဝိဒိတသုတ်","သုသမ္မုဌသုတ်","မာနကာမသုတ်","အရညသုတ်"]
        },
        "နန္ဒနဝဂ်": {
          "page": "၂၀၉",
          "indexs": ["နန္ဒနသုတ်","နန္ဒတိသုတ်","နတ္ထိပုတ္တသမသုတ်","ခတ္ထိယသုတ်","သဏမာနသုတ်","နိဒ္ဒါတန္ဒီသုတ်","ဒုက္ကရသုတ်","ဟိရီသုတ်","ကုဋိကာသုတ်","သမိန္ဒိသုတ်"]
        },
        "သတ္တိဝဂ်": {
          "page": "၂၁၀",
          "indexs": ["သတ္တိသုတ်","ဖုသတိသုတ်","ဇဋာသုတ်","မနောနိဝါရဏသုတ်","အရဟနၲသုတ်","ပဇ္ဇောတသုတ်","သရသုတ်","မဟဒ္ဓနသုတ်","စတုစက္ကသုတ်","ဧဏိဇင်္ဂသုတ်"]
        },
        "သတုလ္လပကာယိကဝဂ်": {
          "page": "၂၁၁",
          "indexs": ["သဗ္ဘိသုတ်","မစ္ဆရိသုတ်","သာဓုသုတ်","နသန္တိသုတ်","ဥဇ္စျာနသညိသုတ်","သဒ္ဓါသုတ်","သမယသုတ်","သကလိကသုတ်","ပဌမ ပဇ္ဇုန္နဓီတုသုတ်","ဒုတိယ ပဇ္ဇုန္နဓီတုသုတ်"]
        },
        "အာဒိတ္တဝဂ်": {
          "page": "၂၁၂",
          "indexs": ["အာဒိတ္တသုတ်","ကိံဒဒသုတ်","အန္နသုတ်","ဧကမူလသုတ်","အနောမသုတ်","အစ္ဆရာသုတ်","ဝနရောပသုတ်","ဇေတဝနသုတ်","မစ္ဆရိသုတ်","ဃဋိကာရသုတ်"]
        }
      }
    }
  }
};